[A_CoordinatedEffort_Buff H7BaseBuff]
mName="协同作战"
mTooltip="如果一个敌方生物队伍死亡，下一个友方生物将获得高昂士气。另一个可能更早行动（因为主动性改变）的友方生物不受此能力影响。"

[A_UnitedWeStand_Buff H7BaseBuff]
mName="团结则存"
mTooltip=""

[A_BrothersInArms_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战火兄弟"
mTooltip="每当一个友方生物拥有高昂士气时，其相邻的所有其他友方生物获得 %spell1.spell.buff.buff.stat %spell1.spell.buff.buff.stat.icon 士气，直到它们拥有高昂士气。此效果可以叠加。"

[A_BrothersInArms_Buff H7BaseBuff]
mName="战火兄弟"
mTooltip="%stat %stat.icon 士气，直到该生物拥有高昂士气。"

[A_RightfulJustice_Buff H7BaseBuff]
mName="大义凛然"
mTooltip="反击时获得 %special.val1 %ICON_ATTACK 攻击。"

[A_BlessedWords_Buff_Morale H7BaseBuff]
mName="祝福颂词"
mTooltip="%stat %ICON_MORALE 士气，直到该生物拥有高昂士气。"

[A_UnitedWeStand_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="团结则存"
mTooltip="相邻的友方生物获得 %spell1.spell.buff1.buff.stat %ICON_DEFENSE 防御。"

[A_Righteousness_Buff H7BaseBuff]
mName="正义之师"
mTooltip="由于正义之师技能，获得 %e3。当生物拥有高昂士气时移除。"

[A_VictoriousStreak_Buff_Marker H7BaseBuff]
mName="势如破竹"
mTooltip=""

[A_BrothersInArms_CreatureAbility H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战火兄弟"
mTooltip="当此单位拥有高昂士气时，为所有附近友方生物队伍提供 %buff.buff.stat %buff.buff.stat.icon 士气。"

[A_BlessedWords_Buff H7BaseBuff]
mName=""
mTooltip=""

[A_VictoriousStreak_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="势如破竹"
mTooltip="友方生物在士气回合造成75%伤害并拥有75% %ICON_MOVEMENT 移动力，而不是一半伤害和移动力。"

[A_UnitedWeStand_CreatureAbility H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="团结则存光环"
mTooltip=""

[A_CoordinatedEffort_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="协同作战"
mTooltip="如果一个敌方生物队伍死亡，下一个友方生物将获得高昂士气。另一个可能更早行动（因为主动性改变）的友方生物不受此能力影响。"

[A_VictoriousStreak_Buff_GoodMorale H7BaseBuff]
mName="势如破竹加成"
mTooltip="持续时间：%t"

[A_BlessedWords_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="祝福颂词"
mTooltip="每当一个友方生物成为正面法术的目标时，它获得 %buff1.buff.buff.buff.stat %buff1.buff.buff.buff.stat.icon 士气，直到它拥有高昂士气。此效果可以叠加。"

[A_CoordinatedEffort_Buff_Morale H7BaseBuff]
mName="协同作战"
mTooltip="该生物将拥有高昂士气。"

[A_SistersOfMercy_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="慈悲修女"
mTooltip="治疗修女每回合治疗两次。第二次治疗的目标会重新选择。"

[A_Righteousness_Skill H7Skill]
mDescriptions[0]="拥有高昂士气的友方生物会鼓励其他友方生物并提高它们的士气。"
mDescriptions[1]=""
mDescriptions[2]="每当一个友方生物拥有高昂士气时，所有其他友方生物获得 %buff1.buff.stat1 %buff1.buff.stat1.icon 士气，直到它们拥有高昂士气。此效果可以叠加。"
mDescriptions[3]="正义之师士气加成额外增加 %buff1.buff.stat1 %buff1.buff.stat1.icon 士气。"
mDescriptions[4]="正义之师士气加成额外增加 %buff1.buff.stat1 %buff1.buff.stat1.icon 士气。"
mName="正义之师"
mTooltip="圣堂族技能。"

[A_RightfulJustice_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="大义凛然"
mTooltip="友方生物以 %buff1.buff.special.val1 %ICON_ATTACK 攻击进行反击。"

[A_ForceOfBlessing_Ability H7HeroAbility]
mName="福佑神力"
mTooltip="每当一个友方生物成为正面法术的目标时，它将获得+4士气提升，直到它拥有高昂士气。"
[A_ForceOfBlessing_Buff H7BaseBuff]
mName="福佑神力"
[A_ForceOfBlessing_Buff_Morale H7BaseBuff]
mName="福佑神力士气增益"
mTooltip="由于福佑神力能力，获得 %e1。当生物拥有高昂士气时移除。"
[A_ShoutOfTriumph_Ability H7HeroAbility]
mName="凯旋号令"
mTooltip="如果一个敌方生物队伍死亡，下一个变得活跃的友方生物将拥有高昂士气。"
[A_ShoutOfTriumph_Buff H7BaseBuff]
mName="凯旋号令"
mTooltip="如果此队伍死亡，对方英雄的下一个生物队伍将拥有高昂士气。"
[A_ShoutOfTriumph_Buff_Morale H7BaseBuff]
mName="凯旋号令士气增益"
mTooltip="由于凯旋号令能力，获得 %e1。"